Revit 2027 API
ExternalResourceServiceUtils Methods
The ExternalResourceServiceUtils type exposes the following members.
Methods
Name | Description
GetServersByType |  Gets registered external resource servers which support the external resource type.
Top
See Also
Reference
ExternalResourceServiceUtils Class
Autodesk.Revit.DB Namespace